Repository: magali-demorangies/DevHelperFiles
Catalog: pysol.po
Languages: fr

source: New game
fr: Aucuneuveau jeu

source: Select game
fr: Sélectionner un jeu

source: Invalid game number
fr: Numéro de jeu invalide

source: Invalid game number
fr: Numéro de jeu invalide

source: Select next game number
fr: Sélectionner le jeu du n° suivant

source: Select new game number
fr: Sélectionner un nouveau n° de jeu

source: Enter new game number
fr: Entrer un nouveau n° de jeu

source: &Next number
fr: &Numéro suivant

source: Select random game
fr: Sélectionner un jeu au hasard

source: Select next game
fr: Sélectionner un nouveau jeu

source: Quit
fr: Quitter

source: Clear bookmarks
fr: Effacer les signets

source: Clear all bookmarks ?
fr: Effacer tous les signets ?

source: Restart game
fr: Recommencer le jeu

source: Restart this game ?
fr: Recommencer ce jeu ?

source: Comments for %s:
fr: Commentaires sur %s :

source: Comments for
fr: Commentaires sur

source: Error while writing to file
fr: Erreur lors de l'écriture du fichier

source: Info
fr: Infos

source: Comments were appended to
fr: Commentaires joints avec

source: Demo statistics
fr: Statistiques de la démo

source: Your statistics
fr: Vos statistiques

source: were appended to
fr: joints avec

source: Demo
fr: Démo

source: Demo
fr: Démo

source: for
fr: pour

source: Statistics for
fr: Statistiques pour

source: Statistics
fr: Statistiques

source: Full log
fr: Journal entier

source: Session log
fr: Journal de session

source: Game Info
fr: Infos du jeu

source: Statistics progression
fr: Statistiques de progression

source: Reset all statistics
fr: Réinitialiser toutes les statistiques

source: Reset ALL statistics and logs for player %s ?
fr: Réinitialiser TOUS les journaux et statistiques du joueur %s ?

source: Reset game statistics
fr: Réinitialiser les statistiques du jeu

source: Reset statistics and logs for player %s and game %s ?
fr: Réinitialiser les journaux et statistiques du joueur %s pour le jeu %s ?

source: Play demo
fr: Jouer la démo

source: Set player options
fr: Régler les options du joueur

source: Set colors
fr: Régler les couleurs

source: Set fonts
fr: Régler les polices

source: Set timeouts
fr: Régler les délais

source: can't find game:
fr: impossible de trouver le jeu :

source: &New game
fr: &Aucuneuveau jeu

source: Loading %s %s...
fr: Chargement de %s %s...

source: load error
fr: erreur en chargement

source: Error while loading
fr: Erreur lors du chargement de

source: Incompatible
fr: Incompatibilité de

source: The currently selected %s %s is not compatible with the game %s Please select a %s type %s.
fr: La sélection %s %s en cours n'est pas compatible avec le jeu %s Veuillez sélectionner 1 %s de type %s.

source: Please select a %s type %s
fr: Veuillez sélectionner 1 %s de type %s

source: error loading plugin %s: %s
fr: erreur en chargeant le module %s : %s

source: Player
fr: Joueur

source: Discard current game ?
fr: Abandonner le jeu en cours ?

source: You have reached #%d in the %s of playing time and #%d in the %s of moves.
fr: Vous avez atteint #%d sur les %s de temps de jeu et #%d sur les %s mouvements.

source: You have reached #%d in the %s of playing time.
fr: Vous avez atteint #%d sur les %s de temps de jeu.

source: You have reached #%d in the %s of moves.
fr: Vous avez atteint #%d sur les %s mouvements.

source: Your playing time is %s for %d move.
fr: Votre temps de jeu est de %s pour %d mouvement.

source: Game won
fr: Jeu gagné

source: Congratulations, this was a truly perfect game ! %s %s
fr: Félicitations, c'était un jeu réellement parfait ! %s %s

source: Congratulations, you did it ! %s %s
fr: Félicitations, vous l'avez fait ! %s %s

source: Game finished
fr: Jeu achevé

source: Game finished
fr: Jeu achevé

source: Game finished, but not without my help...
fr: Jeu achevé, mais pas sans mon aide...

source: &Restart
fr: &Recommencer

source: &Great
fr: &Géant

source: &Wow
fr: &Wahou

source: &Yeah
fr: &Ouais

source: Game solved in %d move.
fr: Jeu résolu en %d mouvement.

source: Autopilot
fr: Pilote automatique

source: &Hmm
fr: &Hum

source: &Oh well
fr: &Eh bien

source: &That's life
fr: C'es&t la vie

source: This won't come out...
fr: Ça ne se terminera pas bien...

source: Set bookmark
fr: Placer un signet

source: Replace existing bookmark %d ?
fr: Remplacer le signet existant %d ?

source: Goto bookmark
fr: Aller au signet

source: Goto bookmark %d ?
fr: Aller au signet %d ?

source: Open game
fr: Ouvrir une partie

source: Load game error
fr: Erreur de chargement de partie

source: Error while loading game. Probably the game file is damaged, but this could also be a bug you might want to report.
fr: Erreur en chargeant la partie. Le fichier de jeu est probablement corrompu, mais ceci peut aussi être dû à un bogue que vous voudriez rapporter.

source: Error while loading game
fr: Erreur en chargeant la partie

source: Internal error while loading game. Please report this bug.
fr: Erreur interne pendant le chargement de la partie. Veuillez rapporter ce bogue.

source: Save game error
fr: Erreur d'enregistrement de jeu

source: Error while saving game
fr: Erreur en sauvegardant la partie

source: Invalid or damaged %s save file
fr: Fichier de sauvegarde %s invalide ou corrompu

source: Cannot load games saved with %s version %s
fr: Impossible de charger les parties sauvegardées avec %s version %s

source: Cannot load this game from version %s as the game rules have changed in the current implementation.
fr: Impossible de charger une partie de la version %s puisque les règles du jeu ont changé dans l'implémentation actuelle.

source: Baker's Dozen
fr: La Douzaine du Boulanger

source: Beleaguered Castle
fr: Le Chateau Assiégé

source: Fan
fr: Le Fan

source: Forty Thieves
fr: Les Quarante Voleurs

source: FreeCell
fr: Le FreeCell

source: Golf
fr: Le Golf

source: Gypsy
fr: La Gitane

source: Montana
fr: Le Montana

source: Napoleon
fr: Le Napoléon

source: Numerica
fr: Numérica

source: Pairing
fr: Le Jumelage

source: Raglan
fr: Le Raglan

source: Simple games
fr: Jeux simples

source: Spider
fr: L'Araignée

source: Terrace
fr: La Terrasse

source: Yukon
fr: Le Yukon

source: One-Deck games
fr: Jeux à un paquet

source: Two-Deck games
fr: Jeux à deux paquets

source: Three-Deck games
fr: Jeux à trois paquets

source: Four-Deck games
fr: Jeux à quatre paquets

source: Baker's Dozen type
fr: Type Douzaine du Boulanger

source: Beleaguered Castle type
fr: Type Chateau Assiégé

source: Canfield type
fr: Type Canfield

source: Fan type
fr: Type Fan

source: Forty Thieves type
fr: Type Quarante Voleurs

source: FreeCell type
fr: Type FreeCell

source: Golf type
fr: Type Golf

source: Gypsy type
fr: Type Gitane

source: Klondike type
fr: Type Klondike

source: Montana type
fr: Type Montana

source: Napoleon type
fr: Type Napoléon

source: Numerica type
fr: Type Numérica

source: Pairing type
fr: Type Jumelage

source: Raglan type
fr: Type Raglan

source: Spider type
fr: Type Araignée

source: Terrace type
fr: Type Terrasse

source: Yukon type
fr: Type Yukon

source: French type
fr: Type Français

source: Ganjifa type
fr: Type Ganjifa

source: Hanafuda type
fr: Type Hanafuda

source: Hex A Deck type
fr: Type Hex A Deck

source: Tarock type
fr: Type Tarock

source: Dashavatara Ganjifa type
fr: Type Ganjifa Dashavatara

source: Mughal Ganjifa type
fr: Type Ganjifa Moghol

source: Navagraha Ganjifa type
fr: Type Ganjifa Navagraha

source: Matrix type
fr: Type Matrix

source: Memory type
fr: Type Mémoire

source: Poker type
fr: Type Poker

source: Puzzle type
fr: Type Puzzle

source: Tableau. Build regardless of rank and suit.
fr: Tableau. Construire indépendamment du rang et de l'enseigne.

source: Foundation. Build up or down regardless of suit.
fr: Fondation. Construire en montant ou descendant indépendamment de l'enseigne.

source: Ascending
fr: Ascendant

source: Descending
fr: Descendant

source: 1: 2 3 4 5 6 7 8 9 T J Q K 2: 4 6 8 T Q A 3 5 7 9 J K 3: 6 9 Q 2 5 8 J A 4 7 T K 4: 8 Q 3 7 J 2 6 T A 5 9 K
fr: 1: 2 3 4 5 6 7 8 9 ⏨ V D R 2: 4 6 8 ⏨ D A 3 5 7 9 V R 3: 6 9 D 2 5 8 V A 4 7 ⏨ R 4: 8 D 3 7 V 2 6 ⏨ A 5 9 R

source: King
fr: Roi

source: Queen
fr: Reine

source: Tableau. Build down by suit or of the same rank.
fr: Tableau. Construire en descendant par enseigne ou rang semblable.

source: Draw
fr: Tirage au sort

source: Base card - Ace or King.
fr: Carte de base - As ou Roi.

source: Waste. Build up or down regardless of suit.
fr: Défausse. Construire en montant ou descendant indépendamment de l'enseigne.

source: Tableau. No building.
fr: Tableau. Pas de construction.

source: Foundation. Build up regardless of suit.
fr: Fondation. Construire en montant indépendamment de l'enseigne.

source: Balance $%d
fr: Équilibre %d€

source: Tableau. Build down by color. Sequences of cards in the same suit can be moved as a unit.
fr: Tableau. Construire en descendant par couleur. Des séquences de cartes de la même enseigne peuvent être déplacées comme une unité.

source: Reserve. Only Kings are acceptable.
fr: Réserve. Seuls les Rois sont acceptables.

source: Round %d
fr: Tour %d

source: Warning
fr: Avertissement

source: Sorry, I can't find a solvable configuration.
fr: Désolé, je ne peux trouver une configuration résoluble.

source: No Free Matching Pairs
fr: Aucune paire correspondante accessible

source: %d Free Matching Pair
fr: %d paire correspondante accessible

source: %d Tile Removed
fr: %d Tuile retirée

source: %d Tile Remaining
fr: %d Tuile restant

source: Round %d/%d
fr: Tour %d/%d

source: Deal %d
fr: Donne %d

source: Foundation. Build up by color.
fr: Fondation. Construire en montant par couleur.

source: Foundation. Build in suit regardless of rank.
fr: Fondation. Construire par enseigne indépendamment du rang.

source: Waste. Build up or down by suit.
fr: Défausse. Construire en montant ou descendant par enseigne.

source: Tableau. Empty piles can be filled with any card.
fr: Tableau. Les piles vides peuvent être remplies avec n'importe quelle carte.

source: WON
fr: GAGNÉ

source: Royal Flush Straight Flush Four of a Kind Full House Flush Straight Three of a Kind Two Pair One Pair
fr: Quinte Royale Quinte Flush Carré Full Couleur (ou Flush) Quinte (ou Suite) Brelan Double Paires Paire

source: Coin
fr: Denier

source: Cup
fr: Coupe

source: Sword
fr: Épée

source: Trump
fr: Atout

source: Wand
fr: Bâton

source: Ace
fr: As

source: Tableau. Build down regardless of suit. Sequences of cards in the same color can be moved as a unit.
fr: Tableau. Construire en descendant indépendamment de l'enseigne. Les séquences de cartes de la même couleur peuvent être déplacées comme une unité.

source: Base card - %s.
fr: Carte de base - %s.

source: any card
fr: n'importe quelle carte

source: Score: This hand:
fr: Score : Cette main :

source: This game:
fr: Cette partie :

source: Reserve. Build down by suit.
fr: Réserve. Construire en descendant par enseigne.

source: Boar
fr: Sanglier

source: Dwarf
fr: Nain

source: Fish
fr: Poisson

source: Tortoise
fr: Tortue

source: Arrow
fr: Flèche

source: Axe
fr: Hache

source: Horse
fr: Cheval

source: Plow
fr: Charrue

source: Black
fr: Aucuneir

source: Brown
fr: Brun

source: Red
fr: Rouge

source: Yellow
fr: Jaune

source: Green
fr: Vert

source: Crimson
fr: Cramoisi

source: White
fr: Blanc

source: Grey
fr: Gris

source: Strong
fr: Forte

source: Weak
fr: Faible

source: Rising
fr: Levée

source: Setting
fr: Mise

source: Filled
fr: Rempli

source: Deck
fr: Paquet

source: nd
fr: ème

source: rd
fr: ème

source: st
fr: er/ère

source: th
fr: ème

source: East
fr: Est

source: North
fr: Aucunerd

source: South
fr: Sud

source: West
fr: Ouest

source: NW
fr: N.-O.

source: SW
fr: S.-O.

source: Cherry
fr: Cerise

source: Pine
fr: Pin

source: Plum
fr: Prune

source: Wisteria
fr: Glycine

source: Bush Clover
fr: Trèfle de brousse

source: Peony
fr: Pivoine

source: Chrysanthemum
fr: Chrysanthème

source: Maple
fr: Érable

source: Willow
fr: Saule

source: Crown
fr: Couronne

source: Saber
fr: Sabre

source: Servant
fr: Serviteur

source: Silver
fr: Argent

source: Gold
fr: Or

source: Stores
fr: Magasins

source: Harp
fr: Harpe

source: Tableau. Build down in any suit but the same, can move any face-up cards regardless of sequence.
fr: Tableau. Construire en descendant dans n'importe quelle enseigne sauf la même, toute carte visible pouvant être déplacée indépendamment de la séquence.

source: Tableau. Build up or down by suit, can move any face-up cards regardless of sequence.
fr: Tableau. Construire en montant ou descendant par enseigne, toute carte visible pouvant être déplacée indépendamment de la séquence.

source: Tableau. Build up or down by alternate color, can move any face-up cards regardless of sequence.
fr: Tableau. Construire en montant ou descendant par couleur alternée, toute carte visible pouvant être déplacée indépendamment de la séquence.

source: Club: A 2 3 4 5 6 7 8 9 T J Q K Spade: 2 4 6 8 T Q A 3 5 7 9 J K Heart: 3 6 9 Q 2 5 8 J A 4 7 T K Diamond: 4 8 Q 3 7 J 2 6 T A 5 9 K
fr: Trèfle : A 2 3 4 5 6 7 8 9 ⏨ V D R Pique : 2 4 6 8 ⏨ D A 3 5 7 9 V R Cœur : 3 6 9 D 2 5 8 V A 4 7 ⏨ R Carreau : 4 8 D 3 7 V 2 6 ⏨ A 5 9 R

source: Tableau. Build down regardless of suit, can move any face-up cards regardless of sequence.
fr: Tableau. Construire en descendant indépendamment de l'enseigne, toute carte visible pouvant être déplacée indépendamment de la séquence.

source: A Python Solitaire Game Collection
fr: Une Collection de Jeux de Solitaire Python

source: A World Domination Project
fr: Un Projet de Domination du Monde

source: &Credits...
fr: &Crédits...

source: &Nice
fr: &Joli

source: &Enjoy
fr: Appréci&ez

source: About
fr: À propos de

source: PySol Fan Club edition %s%s Copyright (C) 1998 - 2003 Markus F.X.J. Oberhumer. Copyright (C) 2003 Mt. Hood Playing Card Co. Copyright (C) 2005 - 2009 Skomoroh. All Rights Reserved. PySol is free software distributed under the terms of the GNU General Public License. For more information about this application visit
fr: PySol Fan Club édition %s%s Copyright (C) 1998 - 2003 Markus F.X.J. Oberhumer. Copyright (C) 2003 Mt. Hood Playing Card Co. Copyright (C) 2005 - 2009 Skomoroh. Tous droits réservés. PySol est un logiciel libre distribué suivant les termes de la Licence Publique Générale GNU. Pour plus d'information sur cette application visitez

source: Credits
fr: Crédits

source: credits go to: Volker Weidner for getting me into Solitaire Guido van Rossum for the initial example program T. Kirk for lots of contributed games and cardsets Carl Larsson for the background music The Gnome AisleRiot team for parts of the documentation Natascha The Python, %s, SDL & Linux crews for making this program possible
fr: les crédits vont à : Volker Weidner pour m'avoir fait connaître le Solitaire Guido van Rossum pour le programme d'exemple initial T. Kirk pour de multiples contributions aux jeux et aux thèmes de cartes Carl Larsson pour la musique de fond L'équipe Gnome AisleRiot pour des parties de la documentation Natascha Les groupes Python, %s, SDL & Linux pour avoir rendu ce programme possible

source: HTML Problem
fr: Problème HTML

source: Cannot find help document
fr: Documentation d'aide introuvable

source: Help
fr: Aide

source: %s installation error
fr: Erreur d'installation pour %s

source: No cardsets were found !!! Main data directory is: %s Please check your %s installation.
fr: Thèmes de cartes introuvables !!! Le répertoire de données principal est : %s Veuillez vérifier votre installation pour %s.

source: &Quit
fr: &Quitter

source: %s try %s --help for more information
fr: %s essayez %s --help pour plus d'informations

source: Usage: %s [OPTIONS] [FILE] -g --game=GAMENAME start game GAMENAME -i --gameid=GAMEID --french-only --sound-mod=MOD --nosound disable sound support --noplugins disable load plugins -h --help display this help and exit FILE - file name of a saved game MOD - one of following: pss(default), pygame, oss, win
fr: Utilisation : %s [OPTIONS] [FICHIER] -g --game=NOM_JEU lancer le jeu NOM_JEU -i --gameid=ID_JEU lancer le jeu ID_JEU --french-only lancer les Solitaires français seulement --sound-mod=MODULE régler le module de son (voir MODULE) --nosound désactiver le support du son --noplugins désactiver le chargement des modules d'extension -h --help afficher ce texte d'aide et quitter FICHIER - nom du fichier d'une partie sauvegardée MODULE - un des suivants : pss(default), pygame, oss, win

source: too many files try %s --help for more information
fr: trop de fichiers essayez %s --help pour plus d'informations

source: invalid file name try %s --help for more information
fr: nom de fichier invalide essayez %s --help pour plus d'informations

source: invalid game id:
fr: Id. de jeu invalide :

source: Welcome to %s
fr: Bienvenue sur %s

source: No games were found !!! Main data directory is: %s Please check your %s installation.
fr: Jeux introuvables !!! Le répertoire de données principal est : %s Veuillez vérifier votre installation pour %s.

source: Unknown
fr: Inconnu

source: French type (52 cards)
fr: Type Français (52 cartes)

source: Hanafuda type (48 cards)
fr: Type Hanafuda (48 cartes)

source: Tarock type (78 cards)
fr: Type Tarock (78 cartes)

source: Mahjongg type (42 tiles)
fr: Type Mahjongg (42 tuiles)

source: Hex A Deck type (68 cards)
fr: Type Hex A Deck (68 cartes)

source: Mughal Ganjifa type (96 cards)
fr: Type Ganjifa Moghol (96 cartes)

source: Navagraha Ganjifa type (108 cards)
fr: Type Ganjifa Navagraha (108 cartes)

source: Dashavatara Ganjifa type (120 cards)
fr: Type Ganjifa Dashavatara (120 cartes)

source: Trumps only type (variable cards)
fr: Type Atouts seulement (cartes variables)

source: French
fr: Français

source: Mughal Ganjifa
fr: Ganjifa Moghol

source: Navagraha Ganjifa
fr: Ganjifa Navagraha

source: Dashavatara Ganjifa
fr: Ganjifa Dashavatara

source: Trumps only
fr: Atouts seuls

source: Adult
fr: Adulte

source: Animals
fr: Animaux

source: Anime
fr: Animation

source: Cartoons
fr: Dessins animés

source: Children
fr: Enfants

source: Classic look
fr: Aspect classique

source: Collectors
fr: Collectionneurs

source: Computers
fr: Ordinateurs

source: Engines
fr: Moteurs

source: Fantasy
fr: Fantastique

source: Holiday
fr: Vacances

source: Movies
fr: Films

source: Music
fr: Musique

source: Operating Systems
fr: Systèmes Opérateurs

source: People
fr: Personnes

source: Places
fr: Lieux

source: Plain
fr: Pur

source: Products
fr: Produits

source: Round cardsets
fr: Thèmes de cartes ronds

source: Vehicels
fr: Véhicules

source: Video Games
fr: Jeux Vidéo

source: Australia
fr: Australie

source: Austria
fr: Autriche

source: Belgium
fr: Belgique

source: China
fr: Chine

source: Czech Republic
fr: République Tchèque

source: Denmark
fr: Dannemark

source: England
fr: Angleterre

source: Germany
fr: Allemagne

source: Great Britain
fr: Grande-Bretagne

source: Hungary
fr: Hongrie

source: India
fr: Inde

source: Italy
fr: Italie

source: Japan
fr: Japon

source: Netherlands
fr: Pays-Bas

source: Russia
fr: Russie

source: Spain
fr: Espagne

source: Sweden
fr: Suède

source: Switzerland
fr: Suisse

source: Empty row cannot be filled.
fr: Une rangée vide ne peut être remplie.

source: Jack
fr: Valet

source: No cards
fr: Aucune carte

source: %d card
fr: %d carte

source: Redeal
fr: Redistribution

source: Stop
fr: Arrêt

source: Variable redeals.
fr: Redistributions variables.

source: Unlimited redeals.
fr: Redistributions illimitées.

source: %d readeal
fr: %d redistribution

source: Reserve. No building.
fr: Réserve. Pas de construction.

source: Foundation.
fr: Fondation.

source: Foundation. Build up by suit.
fr: Fondation. Construire en montant par enseigne.

source: Foundation. Build down by suit.
fr: Fondation. Construire en descendant par enseigne.

source: Foundation. Build by same rank.
fr: Fondation. Construire par rang semblable.

source: Foundation. Build down regardless of suit.
fr: Fondation. Construire en descendant indépendamment de l'enseigne.

source: Foundation. Build up by alternate color.
fr: Fondation. Construire en montant par couleurs alternées.

source: Foundation. Build down by alternate color.
fr: Fondation. Construire en descendant par couleurs alternées.

source: Foundation. Build down by color.
fr: Fondation. Construire en descendant par couleur.

source: Tableau. Build up by alternate color.
fr: Tableau. Construire en montant par couleurs alternées.

source: Tableau. Build down by alternate color.
fr: Tableau. Construire en descendant par couleurs alternées.

source: Tableau. Build by same rank.
fr: Tableau. Construire par rang semblable.

source: Tableau. Build up by color.
fr: Tableau. Construire en montant par couleur.

source: Tableau. Build down by color.
fr: Tableau. Construire en descendant par couleur.

source: Tableau. Build up by suit.
fr: Tableau. Construire en montant par enseigne.

source: Tableau. Build down by suit.
fr: Tableau. Construire en descendant par enseigne.

source: Tableau. Build up regardless of suit.
fr: Tableau. Construire en montant indépendamment de l'enseigne.

source: Tableau. Build down regardless of suit.
fr: Tableau. Construire en descendant indépendamment de l'enseigne.

source: Tableau. Build up in any suit but the same.
fr: Tableau. Construire en montant avec n'importe quelle enseigne sauf la même.

source: Tableau. Build down in any suit but the same.
fr: Tableau. Construire en descendant avec n'importe quelle enseigne sauf la même.

source: Tableau. Build up regardless of suit. Sequences of cards in alternate color can be moved as a unit.
fr: Tableau. Construire en montant indépendamment de l'enseigne. Des séquences de cartes de couleurs alternées peuvent être déplacées comme une unité.

source: Tableau. Build down regardless of suit. Sequences of cards in alternate color can be moved as a unit.
fr: Tableau. Construire en descendant indépendamment de l'enseigne. Des séquences de cartes de couleurs alternées peuvent être déplacées comme une unité.

source: Tableau. Build up regardless of suit. Sequences of cards in the same suit can be moved as a unit.
fr: Tableau. Construire en montant indépendamment de l'enseigne. Des séquences de cartes de la même enseigne peuvent être déplacées comme une unité.

source: Tableau. Build down regardless of suit. Sequences of cards in the same suit can be moved as a unit.
fr: Tableau. Construire en descendant indépendamment de l'enseigne. Des séquences de cartes de la même enseigne peuvent être déplacées comme une unité.

source: Tableau. Build up by alternate color, can move any face-up cards regardless of sequence.
fr: Tableau. Construire en montant par couleurs alternées, toute carte visible peut être déplacée indépendamment de l'ordre.

source: Tableau. Build down by alternate color, can move any face-up cards regardless of sequence.
fr: Tableau. Construire en descendant par couleurs alternées, toute carte visible peut être déplacée indépendamment de l'ordre.

source: Tableau. Build by same rank, can move any face-up cards regardless of sequence.
fr: Tableau. Construire par rang semblable, toute carte visible peut être déplacée indépendamment de l'ordre.

source: Tableau. Build up by suit, can move any face-up cards regardless of sequence.
fr: Tableau. Construire en montant par enseigne, toute carte visible peut être déplacée indépendamment de l'ordre.

source: Tableau. Build down by suit, can move any face-up cards regardless of sequence.
fr: Tableau. Construire en descendant par enseigne, toute carte visible peut être déplacée indépendamment de l'ordre.

source: Tableau. Build up regardless of suit, can move any face-up cards regardless of sequence.
fr: Tableau. Construire en montant indépendamment de l'enseigne, toute carte visible peut être déplacée indépendamment de l'ordre.
