Repository: magali-demorangies/DevHelperFiles
Catalog: pysol.po
Languages: fr

source: Tableau. Build up or down by color.
fr: Tableau. Construire en montant ou en descendant par couleur.

source: Tableau. Build up or down by alternate color.
fr: Tableau. Construire en montant ou en descendant par couleurs alternées.

source: Tableau. Build up or down by suit.
fr: Tableau. Construire en montant ou en descendant par enseigne.

source: Tableau. Build up or down regardless of suit.
fr: Tableau. Construire en montant ou en descendant indépendamment de l'enseigne.

source: Waste.
fr: Défausse.

source: Free cell.
fr: Cellule libre (FreeCell).

source: Game
fr: Jeu

source: Played
fr: Joué

source: Won
fr: Gagné

source: Lost
fr: Perdu

source: Playing time
fr: Temps de jeu

source: Moves
fr: Mouvements

source: % won
fr: % gagné

source: Status
fr: Statut

source: Game number
fr: Numéro de jeu

source: Started at
fr: Démarré à

source: ** UNKNOWN %d **
fr: ** %d INCONNU **

source: ** ERROR **
fr: ** ERREUR **

source: Loaded
fr: Chargé

source: Not won
fr: Pas gagné

source: Perfect
fr: Parfait

source: Demo
fr: Démo

source: Total (%d out of %d games)
fr: Total (%d sur %d jeux)

source: Full log for
fr: Journal entier pour

source: Session log for
fr: Journal de session pour

source: Text foreground:
fr: Texte premier plan :

source: Highlight piles:
fr: Surligner les piles :

source: Highlight cards 1:
fr: Surligner les cartes 1 :

source: Highlight cards 2:
fr: Surligner les cartes 2 :

source: Highlight same rank 1:
fr: Surligner le même rang 1 :

source: Highlight same rank 2:
fr: Surligner le même rang 2 :

source: Hint arrow:
fr: Flèche conseil :

source: Highlight not matching:
fr: Surligner non connectables :

source: Change...
fr: Changer...

source: Select color
fr: Sélectionner la couleur

source: Find card
fr: Trouver une carte

source: Bold
fr: Gras

source: Italic
fr: Italique

source: Size:
fr: Taille :

source: Small:
fr: Petit :

source: Fixed:
fr: Fixe :

source: Tableau default:
fr: Tableau par défaut :

source: Tableau fixed:
fr: Tableau fixe :

source: Tableau small:
fr: Tableau petit :

source: Select font
fr: Sélectionner la police

source: Compound
fr: Composant

source: Hide
fr: Cacher

source: Top
fr: Haut

source: Bottom
fr: Bas

source: Left
fr: Gauche

source: Right
fr: Droite

source: Visible buttons
fr: Boutons visibles

source: &About
fr: &À propos de

source: &File
fr: &Fichier

source: R&ecent games
fr: Jeux réc&ents

source: Select &random game
fr: Sélection du jeu au hasa&rd

source: &All games
fr: Tous les &jeux

source: Games played and &won
fr: Jeu&x joués et gagnés

source: Games played and &not won
fr: Jeux joués et perdu&s

source: Games not &played
fr: Jeux &non joués

source: Select game by nu&mber...
fr: Sélection du jeu par nu&méro...

source: Fa&vorite games
fr: Jeux fa&voris

source: A&dd to favorites
fr: Ajouter aux &favoris

source: Remove &from favorites
fr: Retirer des favor&is

source: &Open...
fr: &Ouvrir...

source: &Save
fr: &Sauvegarder

source: Save &as...
fr: Sauveg&arder comme...

source: &Hold and quit
fr: Te&nir et quitter

source: &Select
fr: &Sélection

source: &Edit
fr: &Édition

source: &Undo
fr: Ann&uler

source: &Redo
fr: &Refaire

source: Redo &all
fr: Tout ref&aire

source: &Set bookmark
fr: Placer un &signet

source: Bookmark %d
fr: Signet %d

source: Go&to bookmark
fr: Aller aux signe&ts

source: &Clear bookmarks
fr: Effa&cer les signets

source: Restart
fr: Recommencer

source: Solitaire &Wizard
fr: Assistant S&olitaire

source: &Edit current game
fr: &Éditer le jeu en cours

source: &Game
fr: &Jeu

source: &Deal cards
fr: &Distribuer les cartes

source: &Auto drop
fr: Rangement &automatique

source: Shu&ffle tiles
fr: &Mélanger les tuiles

source: S&tatus...
fr: S&tatut...

source: &Comments...
fr: &Commentaires...

source: &Statistics...
fr: &Statistiques...

source: Log...
fr: Journal...

source: D&emo statistics
fr: Statistiqu&es démo

source: &Assist
fr: &Assistant

source: &Hint
fr: &Conseil

source: Highlight p&iles
fr: Surligner les p&iles

source: &Find card
fr: Trou&ver une carte

source: &Demo
fr: &Démo

source: Demo (&all games)
fr: Démo (tous les jeu&x)

source: &Solver
fr: &Solutionneur

source: &Piles description
fr: Description des &piles

source: &Player options...
fr: O&ptions joueur...

source: &Automatic play
fr: Jeu &automatique

source: Auto &face up
fr: Auto-&retournement

source: A&uto drop
fr: A&uto-rangement

source: Auto &deal
fr: Auto-&distribution

source: &Quick play
fr: &Jeu rapide

source: Assist &level
fr: Assistant du &niveau

source: Enable &undo
fr: Activer Ann&uler

source: Enable &bookmarks
fr: Activer &Signets

source: Enable &hint
fr: Activer &Conseils

source: Enable shu&ffle
fr: Activer &Mélanger

source: Enable highlight p&iles
fr: Activer Surligner les p&iles

source: Enable highlight &cards
fr: Activer Surligner les &cartes

source: Enable highlight same &rank
fr: Activer Surligner le même &rang

source: Highlight &no matching
fr: Surligner &non connectables

source: &Show removed tiles (in Mahjongg games)
fr: Montrer les tuiles retirée&s (jeux de Mahjongg)

source: Show hint &arrow (in Shisen-Sho games)
fr: Montrer l&a flèche conseil (jeux de Shisen-Sho)

source: &Sound...
fr: &Son...

source: Card si&ze
fr: Tai&lle de carte

source: &Increase the card size
fr: Gross&ir les cartes

source: &Decrease the card size
fr: Rapetisser les &cartes

source: &Auto scaling
fr: &Auto échelonnage

source: Cards&et...
fr: Thèm&es de cartes...

source: Table t&ile...
fr: Thè&me de table...

source: Card &background
fr: Dos des c&artes

source: Card &view
fr: A&perçu de carte

source: Card shado&w
fr: Ombra&ge de carte

source: Shade &legal moves
fr: Ombrer les déplacements &légaux

source: &Negative cards bottom
fr: Bas de carte en &négatif

source: Shrink face-down cards
fr: Réduire les cartes faces cachées

source: Shade &filled stacks
fr: Ombrer les piles &pleines

source: &None
fr: Aucu&ne

source: &Very fast
fr: &Très rapide

source: &Fast
fr: &Rapide

source: &Medium
fr: &Moyen

source: &Slow
fr: &Lent

source: V&ery slow
fr: Tr&ès lent

source: &Redeal animation
fr: Animer la &Redistribution

source: &Winning animation
fr: Animer la &Victoire

source: &Mouse
fr: Sour&is

source: &Drag-and-Drop
fr: Glisser-&déposer

source: &Point-and-Click
fr: &Pointer-cliquer

source: &Sticky mouse
fr: Cur&seur en auto-maintien

source: Use mouse for undo/redo
fr: Utiliser la souris pour annuler/refaire

source: &Fonts...
fr: &Polices...

source: &Colors...
fr: &Couleurs...

source: Time&outs...
fr: Dé&lais...

source: &Toolbar
fr: Barre d'ou&tils

source: Stat&usbar
fr: Barre de stat&ut

source: Show &statusbar
fr: Afficher la barre de &statut

source: Show &number of cards
fr: Afficher le &nombre de cartes

source: Show &help bar
fr: Affic&her la barre d'aide

source: Save games &geometry
fr: Enregistrer la &géométrie du jeu

source: &Demo logo
fr: Logo de la &démo

source: Startup splash sc&reen
fr: Activer l'écran de déma&rrage

source: &Help
fr: A&ide

source: &Contents
fr: &Contenus

source: &How to play
fr: Comment &jouer

source: &Rules for this game
fr: &Règles de ce jeu

source: &License terms
fr: Termes de &licence

source: All &games...
fr: Tous les jeu&x...

source: Playable pre&view...
fr: Aperçu &jouable...

source: &Mahjongg games
fr: Jeux de &Mahjongg

source: &Popular games
fr: Jeux &populaires

source: &French games
fr: Jeux &Français

source: &Oriental games
fr: Jeux &Orientaux

source: &Special games
fr: Jeux &spéciaux

source: &Custom games
fr: Jeux personnalis&és

source: &All games by name
fr: Tous les jeux p&ar noms

source: Sound settings
fr: Réglages du son

source: Select
fr: Sélection

source: Select table background
fr: Sélection du fond de table

source: Change theme
fr: Changement du thème

source: This settings will take effect the next time you restart
fr: Ces réglages prendront effet au prochain redémarrage

source: Set t&heme
fr: Régler le t&hème

source: Default
fr: Par défaut

source: Classic
fr: Classique

source: Revitalized
fr: Revitalisé

source: Windows native
fr: Windows natif

source: XP Native
fr: XP Natif

source: Solitaire Wizard
fr: Assistant Solitaire

source: Error while saving game. %s
fr: Erreur en sauvegardant la partie. %s

source: Please enter your name
fr: Veuillez entrer votre nom

source: Confirm quit
fr: Confirmer la fermeture

source: Update statistics and logs
fr: Mettre à jour statistiques et journaux

source: (no cardsets)
fr: (aucun thème de cartes)

source: by Type
fr: par type

source: Uncategorized
fr: Sans catégorie

source: by Style
fr: par style

source: by Nationality
fr: par nationalité

source: by Date
fr: par date

source: All Cardsets
fr: Tous les thèmes

source: by Size
fr: par taille

source: Tiny cardsets
fr: Minis thèmes de cartes

source: Small cardsets
fr: Petits thèmes de cartes

source: Medium cardsets
fr: Thèmes de cartes moyens

source: Large cardsets
fr: Larges thèmes de cartes

source: XLarge cardsets
fr: Très larges thèmes de cartes

source: Scale X:
fr: Échelle X :

source: Scale Y:
fr: Échelle Y :

source: Auto scaling
fr: Auto échelonnage

source: Preserve aspect ratio
fr: Préserver le ratio d'aspect

source: &Info...
fr: &Infos...

source: &Load
fr: Chargeme&nt

source: About cardset
fr: À propos des thèmes de cartes

source: Nationality:
fr: Nationalité :

source: Year:
fr: Année :

source: (no games)
fr: (aucun jeu)

source: Mahjongg Games
fr: Jeux de Mahjongg

source: French games
fr: Jeux Français

source: Oriental Games
fr: Jeux Orientaux

source: Special Games
fr: Jeux spéciaux

source: Original Games
fr: Jeux originaux

source: by Compatibility
fr: par compatibilité

source: New games in v.
fr: Aucuneuveaux jeux en v.

source: by PySol version
fr: par version PySol

source: by Inventors
fr: par inventeurs

source: All Games
fr: Tous les jeux

source: Alternate Names
fr: Alterner les noms

source: Popular Games
fr: Jeux populaires

source: Custom Games
fr: Jeux personnalisés

source: by Skill Level
fr: par niveau d'aptitude

source: Luck only
fr: Chance seulement

source: Mostly luck
fr: Chance principalement

source: Balanced
fr: Équilibré

source: Mostly skill
fr: Aptitude principalement

source: Skill only
fr: Aptitude seulement

source: by Game Feature
fr: par fonctionnalité de jeu

source: by Number of Cards
fr: par numéro de cartes

source: 32 cards
fr: 32 cartes

source: 48 cards
fr: 48 cartes

source: 52 cards
fr: 52 cartes

source: 64 cards
fr: 64 cartes

source: 78 cards
fr: 78 cartes

source: 104 cards
fr: 104 cartes

source: 144 cards
fr: 144 cartes

source: Other number
fr: Autre nombre

source: by Number of Decks
fr: par nombre de paquets

source: 1 deck games
fr: 1 paquet de jeu

source: 2 deck games
fr: 2 paquets de jeu

source: 3 deck games
fr: 3 paquets de jeu

source: 4 deck games
fr: 4 paquets de jeu

source: by Number of Redeals
fr: par nombre de redistributions

source: No redeal
fr: Aucune redistribution

source: 1 redeal
fr: 1 redistribution

source: 2 redeals
fr: 2 redistributions

source: 3 redeals
fr: 3 redistributions

source: Unlimited redeals
fr: Redistributions illimitées

source: Other number of redeals
fr: Autre nombre de redistributions

source: Other Categories
fr: Autres catégories

source: Games for Children (very easy)
fr: Jeux pour enfants (très faciles)

source: Games with Scoring
fr: Jeux avec score

source: Games with Separate Decks
fr: Jeux avec paquets séparés

source: Open Games (all cards visible)
fr: Jeux ouverts (toutes cartes visibles)

source: Relaxed Variants
fr: Variantes décontractées

source: About game
fr: À propos du jeu

source: Name:
fr: Nom :

source: Alternate names:
fr: Noms alternatifs :

source: Category:
fr: Catégorie :

source: Skill level:
fr: Niveau d'aptitude :

source: Decks:
fr: Paquets :

source: Redeals:
fr: Redistributions :

source: Played:
fr: Joué :

source: Won:
fr: Gagné :

source: Lost:
fr: Perdu :

source: Playing time:
fr: Temps de jeu :

source: Moves:
fr: Mouvements :

source: % won:
fr: % gagné :

source: &Rules
fr: &Règles

source: Playable Preview -
fr: Aperçu jouable -

source: unlimited
fr: illimité

source: (no tiles)
fr: (aucune tuile)

source: Solid Colors
fr: Couleurs solides

source: Blue
fr: Bleu

source: Navy
fr: Marine

source: Teal
fr: Bleu-vert

source: All Backgrounds
fr: Tous les fonds

source: &Solid color...
fr: Couleurs &solides...

source: Select table color
fr: Sélection couleur de table

source: Game:
fr: Jeu :

source: Solving method:
fr: Méthode de résolution :

source: Preset:
fr: Préréglage :

source: Max iterations:
fr: Itérations max. :

source: Max depth:
fr: Profondeur max. :

source: Show progress
fr: Afficher la progression

source: Progress
fr: Progression

source: Iteration:
fr: Itération :

source: Depth:
fr: Profondeur :

source: Stored-States:
fr: Statuts sauvegardés :

source: &Close
fr: &Fermer

source: &New
fr: &Nouveau

source: &Play
fr: &Jouer

source: &Start
fr: &Commencer

source: This game is solveable in %d move.
fr: Ce jeu est résoluble en %d mouvement.

source: I could not solve this game.
fr: Je n'ai pas pu résoudre ce jeu.

source: Are You Sure
fr: Êtes-vous sûr

source: Deal
fr: Distribuer

source: Deal waste
fr: Distribuer la défausse

source: Turn waste
fr: Retourner la défausse

source: Start drag
fr: Commencer le tirage

source: Drop
fr: Déposer

source: Drop pair
fr: Déposer une paire

source: Auto drop
fr: Dépose automatique

source: Flip
fr: Retourner

source: Auto flip
fr: Retournement automatique

source: Move
fr: Déplacer

source: No move
fr: Aucun mouvement

source: Undo
fr: Annuler

source: Redo
fr: Refaire

source: Autopilot lost
fr: Le pilote automatique a perdu

source: Autopilot won
fr: Le pilote automatique a gagné

source: Game lost
fr: Jeu perdu

source: Perfect game
fr: Jeu parfait

source: Sound enabled
fr: Son activé

source: Use DirectX for sound playing
fr: Utiliser DirectX pour activer le son

source: Sample volume:
fr: Volume d'échantillon :

source: Music volume:
fr: Volume musical :

source: Enable samples
fr: Activer les échantillons

source: &Apply
fr: &Appliquer

source: Sound preferences info
fr: Infos préférences du son

source: Changing DirectX settings will take effect the next time you restart
fr: Changer les réglages DirectX prendra effet au prochain redémarrage

source: 'You Are Stuck' indicator
fr: Indicateur 'Vous êtes coincé'

source: Moves/Total moves
fr: Mouvements/Mouvements totaux

source: Games played: won/lost
fr: Jeux joués : gagnés/perdus

source: Set delays in seconds
fr: Régler les délais en secondes

source: Demo:
fr: Démo :

source: Hint:
fr: Conseil :

source: Raise card:
fr: Lever la carte :

source: Highlight cards:
fr: Surligner les cartes :

source: Highlight same rank:
fr: Surligner la même rangée :

source: Icons only
fr: Icônes seules

source: Text below icons
fr: Texte sous les icônes

source: Text beside icons
fr: Texte à côté des icônes

source: Text only
fr: Texte seul

source: Back
fr: En arrière

source: Forward
fr: En avant

source: Close
fr: Fermer

source: HTML limitation: The %s protocol is not supported yet. Please use your standard web browser to open the following URL: %s
fr: Limitations HTML : Le protocole %s n'est pas supporté actuellement. Veuillez utiliser votre navigateur web standard pour ouvrir l'URL suivante : %s

source: Unable to service request:
fr: Inapte à la requête service :

source: Current game
fr: Jeu en cours

source: All games
fr: Tous les jeux

source: &Play this game
fr: Jouer cette &partie

source: &Reset...
fr: &Recommencer...

source: Demo games
fr: Jeux démo

source: Current session
fr: Session actuelle

source: No games
fr: Aucun jeu

source: Log
fr: Journal

source: &Save to file
fr: Enregi&strer en fichier

source: Highlight piles:
fr: Surligner les piles :

source: Highlight cards:
fr: Surligner les cartes :

source: Highlight same rank:
fr: Surligner la même rangée :

source: Redeals:
fr: Redistributions :

source: Cards in Talon:
fr: Cartes en talon :

source: Cards in Waste:
fr: Cartes en défausse :

source: Cards in Foundations:
fr: Cartes en fondation :

source: Game status
fr: Statut du jeu

source: Playing time:
fr: Temps de jeu :

source: Started at:
fr: Commencé à :

source: Moves:
fr: Mouvements :

source: Undo moves:
fr: Mouvements annulés :

source: Bookmark moves:
fr: Mouvements en signets :

source: Demo moves:
fr: Mouvements de démo :

source: Total player moves:
fr: Total des mouvements du joueur :

source: Total moves in this game:
fr: Mouvements totaux dans ce jeu :

source: Hints:
fr: Conseils :

source: Result
fr: Résultat

source: No TOP for this game
fr: Aucun TOP pour ce jeu

source: No TOP for all games
fr: Aucun TOP pour tous les jeux

source: Average
fr: Moyenne

source: Total moves:
fr: Mouvements totaux :

source: Statistics for
fr: Statistiques pour

source: Last 7 days
fr: Ces 7 derniers jours

source: Last month
fr: Ce dernier mois

source: Last year
fr: Cette dernière année

source: All time
fr: Temps total

source: Show graphs
fr: Voir le graphique

source: Games/day
fr: Jeux/jour

source: Games/week
fr: Jeux/semaine

source: New
fr: Nouveau

source: Restart the current game
fr: Recommencer le jeu en cours

source: Open
fr: Ouvrir

source: Open a saved game
fr: Ouvrir une partie sauvegardée

source: Save
fr: Enregistrer

source: Save game
fr: Sauvegarder une partie

source: Undo last move
fr: Annuler le dernier mouvement

source: Redo last move
fr: Refaire le dernier mouvement

source: Auto drop cards
fr: Déposer automatiquement les cartes

source: Autodrop
fr: Auto-dépose

source: Shuffle
fr: Mélanger

source: Shuffle tiles
fr: Mélanger les tuiles

source: Pause game
fr: Mettre le jeu en pause

source: View statistics
fr: Afficher les statistiques

source: Rules
fr: Règle

source: Rules for this game
fr: Règle pour ce jeu

source: Quit
fr: Quitter

source: Toolbar
fr: Barre d'outils

source: Player
fr: Joueur

source: Player options
fr: Options du joueur

source: &Statistics
fr: &Statistiques

source: Current game...
fr: Jeu en cours...

source: All games...
fr: Tous les jeux...

source: Session log...
fr: Journal de session...

source: Full log...
fr: Journal entier...

source: Choose...
fr: Choisir...

source: Select name
fr: Choisir un nom

source: Enable samles
fr: Activer les échantillons

source: &All games...
fr: Tous les jeu&x...

source: &Reset all...
fr: Tout &réinitialiser...

source: Session &log...
fr: Journa&l de session...

source: &Full log...
fr: &Journal entier...

source: Club
fr: Trèfle

source: Diamond
fr: Carreau

source: Heart
fr: Cœur

source: Spade
fr: Pique

source: black
fr: noir

source: red
fr: rouge

source: cardset
fr: thème de cartes

source: My Game
fr: Mon jeu

source: My Klondike
fr: Mon Klondike

source: My FreeCell
fr: Mon FreeCell

source: My Spider
fr: Mon Araignée (Spider)

source: My Gypsy
fr: Ma Gitane

source: My Grounds for a Divorce
fr: Mon Motif de Divorce

source: My Double Klondike
fr: Mon Double Klondike

source: My Simple Simon
fr: Mon Simple Simon

source: Initial setting:
fr: Réglage initial :

source: One
fr: Un

source: Two
fr: Deux

source: Three
fr: Trois

source: Four
fr: Quatre

source: Number of decks:
fr: Nombre de paquets :

source: Layout:
fr: Disposition :

source: Deal all cards at the beginning
fr: Distribuer toutes les cartes au début

source: Deal to waste
fr: Distribuer sur la défausse

source: Deal to tableau
fr: Distribuer sur le tableau

source: Deal to reserves
fr: Distribuer sur les réserves

source: Grounds for a Divorce
fr: Motif de Divorce

source: No redeals
fr: Pas de redistribution

source: One redeal
fr: Une redistribution

source: Two redeals
fr: Deux redistributions

source: Three redeals
fr: Trois redistributions

source: Number of redeals:
fr: Nombre de redistributions :

source: # of cards dealt to the waste:
fr: # de cartes distribuées sur la défausse :

source: Shuffle during redeal:
fr: Mélanger en redistribuant :

source: Same suit
fr: Même enseigne

source: Alternate color
fr: Couleurs alternées

source: Same color
fr: Même couleur

source: Rank
fr: Rang

source: Spider same suit
fr: Araignée même enseigne

source: Spider alternate color
fr: Araignée couleurs alternées

source: Spider rank
fr: Araignée rang

source: Any
fr: N'importe laquelle

source: Base card:
fr: Carte de base :

source: Up
fr: Haut

source: Down
fr: Bas

source: Top card
fr: Carte supérieure

source: None
fr: Aucune

source: Move:
fr: Mouvement :

source: First card sets base cards:
fr: La 1ère carte définit les cartes de base :

source: Number of tableau piles:
fr: Nombre de piles du tableau :

source: Any suit but the same
fr: N'importe quelle enseigne sauf la même

source: Up or down by same suit
fr: Le haut ou le bas par enseigne semblable

source: Up or down by alternate color
fr: Le haut ou le bas par couleurs alternées

source: Up or down by rank
fr: Le haut ou le bas par rang

source: Up or down by same color
fr: Le haut ou le bas par couleur semblable

source: Yukon same suit
fr: Yukon par enseigne semblable

source: Yukon alternate color
fr: Yukon par couleurs alternées

source: Yukon rank
fr: Yukon par rang

source: Sequence
fr: Séquence

source: Wrapping:
fr: Habillage :

source: Use "Super Move" feature:
fr: Utiliser la fonction "Super Mouvement" :

source: Number of reserves:
fr: Nombre de réserves :

source: Max # of accepted cards:
fr: # max. de cartes acceptées :

source: # of face-down cards dealt to the tableau pile:
fr: # de cartes à face cachée distribuées sur la pile du tableau :

source: # of face-up cards dealt to the tableau pile:
fr: # de cartes retournées distribuées sur la pile du tableau :

source: # of cards dealt to the reserve:
fr: # de cartes distribuées sur la réserve :

source: Max # of dealt cards:
fr: # max. de cartes distribuées :

source: Deal first cards to the foundations:
fr: Distribuer les 1ères cartes sur les fondations :

source: General
fr: Général

source: Foundations
fr: Fondations

source: Reserves
fr: Réserves

source: Opening deal
fr: Distribution ouverte

source: Game Statistics
fr: Statistiques du jeu

source: Summary
fr: Sommaire

source: Total moves
fr: Mouvements totaux

source: Set font
fr: Régler la police
